Repository: OpenVisionE2/OpenWebif
Catalog: locale/*.po
Languages: nl, sv

source: %s %s is locked.
nl: %s %s is vergrendeld.
sv: %s %s är låst.

source: %s free / %s total
nl: %s vrij / %s totaal
sv: %s ledigt / %s totalt

source: (Press 'shift' and click to 'hold')
nl: (shift + klik voor lang-drukken)
sv: (shift + klick ger lång knapptryckning)

source: (in minutes)
nl: (in minuten)

source: A filename is required
nl: Geef bestandsnaam in
sv: Vänligen ange ett filnamn

source: A value is required
nl: U moet iets opschrijven!

source: About
nl: Over
sv: Om

source: Add
nl: Toevoegen
sv: Lägg till

source: Add AutoTimer to tags
nl: Autotimer aan Tags toevoegen
sv: Lägg till "Autotimer" som etikett

source: Add AutoTimer name to tags
nl: Naam aan Tags toevoegen
sv: Lägg till "Beskrivning" som etikett

source: Add Bouquet
nl: Bouquet toevoegen
sv: Lägg till favoritlista

source: Add IPTV/URL
nl: Voeg de IPTV/URL toe

source: Add Marker
nl: Marker toevoegen
sv: Lägg till bokmärke

source: Add Spacer
nl: Ruimte toevoegen

source: Add a timer
nl: Timer toevoegen
sv: Lägg till timer

source: Add a zap timer
nl: Voeg zap-timer toe
sv: Lägg till zaptimer

source: Add an AutoTimer
nl: Autotimer toevoegen
sv: Lägg till Autotimer

source: Add channel(s) as alternate
nl: Zender(s) toevoegen als alternatief
sv: Lägg till kanalen som alternativ

source: Add filters
nl: Voeg filters toe

source: Add selection to bouquet
nl: Zender(s) toevoegen aan Bouquet
sv: Lägg till kanal(er) till en favoritlista

source: Add service name to stream information
nl: De zendernaam toevoegen aan stream informatie
sv: Lägg till distributörens namn till strömningsinformationen

source: Add similar on conflict
nl: Soortgelijke toevoegen bij conflict
sv: Lägg till liknande vid konflikt

source: Add tags to recordings
nl: Voeg een Tag aan de opname toe

source: Added %s to alternative service %s.
nl: %s toegevoegd aan alternatieve zender %s.
sv: Lade till %s som alternativ distributör %s.

source: Adjust recording time to real event time
nl: Opname tijd aanpassen aan werkelijke programma tijd

source: After event
nl: Na afloop
sv: Välj hur aktiveteten skall slutföras

source: All
nl: Alle
sv: Allt

source: All Channels
nl: Alle zenders
sv: Alla kanaler

source: All Files of this Software are open source software; you can redistribute it and/or modify it under the terms of the GNU General Public License version 3 as published by the Free Software Foundation.
nl: Alle bestanden van deze software zijn Open Source; u kunt deze herdistribueren en modificeren volgens de regels van de GNU General Public License versie 3 zoals gepubliceerd door de 'Free Software Foundation'.

source: All alternative services deleted.
nl: Alle alternatieve zenders verwijderd.
sv: Alla alternativa distributörer togs bort.

source: Allow IPK Upload
nl: IPK upload toestaan

source: Allow duplicates
nl: Duplicaten toestaan

source: Alternative %s created failed.
nl: Maken alternatieve %s is mislukt.
sv: Misslyckades med att skapa alternativ distributör %s

source: Always
nl: Altijd
sv: Alltid

source: Answer is NO!
nl: Antwoord is NEE!
sv: Svaret är NEJ!

source: Answer is YES!
nl: Antwoord is JA!
sv: Svaret är JA!

source: Any day
nl: Elke dag

source: Any service/recording
nl: Elke zender/opname
sv: Valfri distributör/inspelning

source: Are you sure you want to delete the selected bouquet?
nl: Wilt u de lijst echt verwijderen?
sv: Vill du verkligen ta bort favoritlistan

source: Are you sure you want to delete the selected item(s)?
nl: Wit u deze items(s) echt verwijderen?

source: Are you sure you want to delete this AutoTimer?
nl: Wilt u deze AutoTimer echt verwijderen?

source: Are you sure you want to delete this recording?
nl: De opname echt verwijderen?
sv: Vill du verkligen ta bort inspelningen

source: Are you sure you want to delete this timer?
nl: De timer echt verwijderen?
sv: Vill du verkligen ta bort timern

source: Are you sure you want to rename this recording?
nl: Werkelijk de opname hernoemen
sv: Skall namnet på inspelningen verkligen bytas

source: Are you sure you want to restore from file?
nl: Wilt u echt herstellen vanaf bestand
sv: Vill du verkligen återställa från en fil

source: Are you sure you want to start recording instantly?
nl: Start opname onmiddellijk?

source: Ask, default No
nl: Vraag, default Nee
sv: Fråga, med standardsvar Nej

source: Ask, default Yes
nl: Vraag, default Ja
sv: Fråga, med standardsvar Ja

source: August
nl: augustus
sv: Augusti

source: Authors
nl: Auteurs
sv: Applikationsutvecklare

source: AutoTimer Edit
nl: Autotimer aanpassen
sv: Redigera AutoTimer

source: AutoTimer Settings
nl: AutoTimer instellingen
sv: Inställningar för AutoTimer

source: AutoTimers
nl: Autotimer lijst
sv: AutoTimer-lista

source: Back
nl: Terug
sv: Tillbaka

source: Background only
nl: Alleen in achtergrond
sv: Uppdateringen sker i bakgrunden

source: Begin of "After event" timespan
nl: Begin van de tijdspanne 'Na afloop'

source: Beginning of timespan
nl: Begintijd
sv: Perioden börjar

source: Bookmark
nl: Markering

source: Bookmarks
nl: Markeerpunten

source: Bouquet %s already exists.
nl: Het bouquet %s bestaat al.
sv: Favoritlistan %s finns redan.

source: Bouquet %s can not be moved.
nl: Het bouquet %s kan niet worden verplaatst.
sv: Favoritlista %s kan inte flyttas.

source: Bouquet %s created.
nl: Het bouquet %s is aangemaakt.
sv: Favoritlista %s skapades.

source: Bouquet %s deleted.
nl: Het bouquet %s is verwijderd.
sv: Favoritlistan %s togs bort.

source: Bouquet %s is locked.
nl: Bouquet %s is vergrendeld.
sv: Favoritlistan %s är låst.

source: Bouquet %s is unlocked.
nl: Bouquet %s wordt ontgrendeld.
sv: Favoritlistan %s är upplåst.

source: Bouquet %s moved.
nl: Het bouquet %s is verplaatst.
sv: Favoritlista %s flyttades.

source: Bouquet %s removed failed, sevicerefence or mutable list is not valid.
nl: Het verwijderen van het bouquet %s is mislukt, zenderreferentie of veranderde lijst is niet geldig.
sv: Borttagning av favoritlista %s misslyckades. Distributören eller föränderlig lista är ogiltig.

source: Bouquet %s removed failed.
nl: Bouquet %s verwijderen is mislukt.
sv: Borttagning av favoritlista %s misslyckades.

source: Bouquet name
nl: Naam van het bouquet
sv: Favoritlistans namn

source: Bouquet renamed successfully.
nl: Bouquet met succes hernoemd.
sv: Namnet på favoritlistan ändrades.

source: Bouquet-settings were restored successfully
nl: Bouquet-instellingen werden hersteld
sv: Favoritlistans inställningar återskapades.

source: Bouquetlist is not editable!
nl: De bouquetlijst kan niet worden bewerkt!
sv: Favoritlistan kan inte redigeras!

source: Bouquets
nl: Bouquetten
sv: Favoritlistor

source: Brand
nl: Merk
sv: Fabrikat

source: Cable
nl: Kabel
sv: Kabel-TV

source: Calendar Week
nl: Kalender week

source: Cancel
nl: Annuleren
sv: Avbryt

source: Cancelled
nl: Geannuleerd

source: Capacity
nl: Capaciteit
sv: Kapacitet

source: Capture screenshot
nl: Maak screenshot
sv: Ta en skärmdump

source: Channel
nl: Zender
sv: Kanal

source: Channels
nl: Zenders
sv: Kanaler

source: Cleanup Timers
nl: Timers opruimen
sv: Rensa timer

source: Close
nl: Sluiten
sv: Stäng

source: Common Settings
nl: Algemene instellingen

source: Config
nl: Configuratie

source: Conflicting Timer(s) detected! %s
nl: Conflicterende Timer(s) gedetecteerd! %s
sv: Timerkonflikt(er) upptäckta %s

source: Contributors
nl: Medewerkers
sv: Andra som har bidragit

source: Control
nl: Bedien
sv: Kontroll

source: Could not add timer '%s'!
nl: Kan Timer '%s' niet toevoegen!
sv: Kunde inte lägga till timer '%s'!

source: Could not find timer '%s' with given start and end time!
nl: Kon de timer '%s' met aangegeven start en eindtijd niet vinden!
sv: Kunde inte hitta någon timer '%s' med angiven start-och stopptid

source: Create bouquet from selection
nl: Provider toevoegen als nieuw Bouquet
sv: Lägg till leverantören som en ny favoritlista

source: Current
nl: Huidige
sv: Pågående

source: Current Event
nl: Huidig programma
sv: Pågående aktivitet

source: Custom box name
nl: Alternatieve naam voor de box
sv: Anpassat boxnamn

source: Custom offset
nl: Eigen tijd afwijking
sv: Anpassad extra tidsmarginal

source: Date
nl: Datum
sv: Datum

source: Date (newest)
nl: Datum (nieuwste)

source: Date (oldest)
nl: Datum (oudste)

source: Debug - Display Tracebacks in browser
nl: Debug - Tracebacks weergeven in de browser

source: Delay Standby
nl: Vertraag stand-by
sv: Fördröj uppdateringen om mottagaren inte är i viloläge (min)

source: Delete
nl: Verwijder
sv: Ta bort

source: Delete Bookmark
nl: Markering verwijderen

source: Delete Bouquet
nl: Bouquet verwijderen
sv: Ta bort favoritlista

source: Delete Recording
nl: Verwijder opname
sv: Ta bort inspelningen

source: Delete Timer
nl: Verwijder timer
sv: Ta bort timern

source: Delete failed, because there is no movie trash ! Disable movie trash in configuration to delete this item
nl: Verwijderen mislukt, omdat er geen opname prullenbak is ! De opname prullenbak uitschakelen in de instellingen om item te verwijderen

source: Deleted
nl: Verwijderd

source: Description
nl: Beschrijving
sv: Beskrivning

source: Disable
nl: Déactiveer

source: Disable Timer
nl: Timer uitschakelen
sv: Slå av timern

source: Disable remote access for user root
nl: Déactiveer de externe toegang voor de gebruiker 'root'
sv: Slå av fjärråtkomst för rootanvändaren

source: Disabled on conflict
nl: Uitgeschakeld bij Conflict
sv: Avaktiverad vid konflikt

source: Display Mode
nl: Weergave
sv: Visningsläge

source: Display duration (s)
nl: Weergave duur (s)
sv: Tid att visa (s)

source: Don't create timer when movie exists in database
nl: Maak geen timer aan als de film al bestaat in de database

source: Done
nl: Gedaan
sv: Utfört

source: Download playlist for
nl: Download afspeellijst voor
sv: Ladda ner spellista för

source: Drivers
nl: stuurprogramma datum
sv: Version av drivrutinerna

source: Duration
nl: Duur
sv: Varaktighet (i min)

source: EPG encoding
nl: EPG codering
sv: EPG teckenkodning

source: ERROR: Cannot set SleepTimer while device is in Standby-Mode
nl: FOUT: Kan geen SleepTimer instellen terwijl het apparaat zich in de Standby-modus bevind
sv: FEL: Kan inte ställa in insomningstimer medan enheten är i viloläge

source: Edit
nl: Aanpassen

source: Edit Recording
nl: Wijzig opname

source: Edit Timer
nl: Pas timer aan
sv: Redigera timern

source: Enable
nl: Ingeschakeld

source: Enable Authentication for streaming
nl: Streaming authentificatie inschakelen
sv: Aktivera autentisering för strömning

source: Enable HTTP Authentication
nl: HTTP authentificatie inschakelen
sv: Aktivera HTTP autentisering

source: Enable HTTPS
nl: HTTPS inschakelen
sv: Aktivera HTTPS

source: Enable HTTPS Authentication
nl: HTTPS authentificatie inschakelen
sv: Aktivera HTTPS autentisering

source: Enable Messages
nl: Berichten inschakelen
sv: Aktivera statusmeddelanden

source: Enable Parental Control
nl: Kinderslot inschakelen
sv: Aktivera föräldrakontroll

source: Enable Timer
nl: Timer inschakelen
sv: Aktivera timern

source: Enable access from VPNs
nl: Toegang voor VPN's inschakelen
sv: Aktivera åtkomst från VPN

source: Enable filtering
nl: Filters inschakelen
sv: Slå på filtrering

source: Enable/Disable Screenshot on key press or
nl: in- uitschakelen screenshot met knopdruk of

source: Enabled
nl: Ingeschakeld
sv: Aktiverat

source: Encrypted
nl: Versleuteld
sv: Krypterat

source: End
nl: Einde
sv: Slutar

source: End of "After event" timespan
nl: Einde van de tijdspanne 'Na afloop'

source: End of timespan
nl: Eindtijd
sv: Perioden slutar

source: Enter a name for the new bouquet
nl: Geef de neiuwe naam van de lijst
sv: Ange ett nytt namn för favoritlistan

source: Enter a name for the new marker
nl: Geef de nieuwe naam van de marker
sv: Ange ett nytt namn för bokmärket

source: Enter a name for this AutoTimer
nl: Geef deze AutoTimer een naam

source: Enter path
nl: Geef het path in

source: Enter the text to find in the EPG
nl: Voer de tekst in die u in de EPG zoekt

source: Error
nl: Fout
sv: Fel

source: Error parsing vps.xml
nl: Fout verwerken van vps.xml
sv: vps.xml feltolkas

source: Error upload File
nl: Fout in het uploaden van een bestand
sv: Fel vid uppladdning av fil

source: Error while preparing backup file, %s does not exists.
nl: Fout bij het voorbereiden van de back-upbestand, %s bestaat niet.
sv: Fel vid förberedelse av säkerhetskopiering, filen %s saknas.

source: Error while preparing backup file.
nl: Fout bij de voorbereiding van het backup bestand.
sv: Fel vid förberedelse av fil för säkerhetskopia.

source: Error writing File
nl: Fout bij schrijven bestand
sv: Fel när filen skrevs

source: Error, %s does not exists, restore is not possible...
nl: Fout, %s bestaat niet, herstellen is niet mogelijk...
sv: Fel: %s existerar inte. Därför kan återställning inte utföras...

source: Error, %s was not created with WebBouquetEditor...
nl: Fout, %s is niet gemaakt met WebBouquetEditor...
sv: Fel: %s skapades inte av WebBouquetEditor...

source: Error: Bouquet %s could not deleted, OSError.
nl: Fout: Het bouquet %s kon niet worden verwijderd, OSError.
sv: Fel: Favoritlistan %s kunde inte tas bort, OSError.

source: Event not found
nl: Programma niet gevonden
sv: Aktiviteten hittades inte

source: EventId not found
nl: Event Id niet gevonden
sv: Aktivitetens ID kunde inte hittas

source: Every
nl: Elke
sv: Varje

source: Exclude when
nl: Sluit uit
sv: Undanta

source: Execute "After event" during timespan
nl: Voer 'Na het programma' uit tijdens de tijdspanne

source: Export
nl: Exporteer
sv: Exportera

source: Fake Recording
nl: Nepopname
sv: Simulerad inspelning

source: Fastscan
nl: Snelscan
sv: Snabb avsökning

source: February
nl: ferbuari
sv: Februari

source: Force
nl: Forceer
sv: Tvinga fram en uppdatering

source: Fr
nl: vr

source: Free
nl: Vrij
sv: Ledigt

source: Free Memory
nl: Vrij geheugen
sv: Ledigt minne

source: Fri
nl: vr
sv: Fre

source: Friday
nl: vrijdag
sv: Fredag

source: From date
nl: Niet na
sv: Inte efter

source: Full remote
nl: Volledige AB

source: Get mutable list for new created alternative failed!
nl: Ontvangen van gewijzigde lijst voor maken alternatieven mislukt!
sv: Den föränderliga listan för en ny alternativ distributör kunde inte hämtas!

source: Get mutable list for new created bouquet failed!
nl: Ontvangen van gewijzigde lijst voor maken bouquet mislukt!
sv: Den föränderliga listan för en ny favorit kunde inte hämtas!

source: HTTP port
nl: HTTP poort

source: HTTPS port
nl: HTTPS poort

source: Hard disk model
nl: Model harde schijf
sv: Hårddiskmodell

source: Hide full remote
nl: Verberg volledige AB
sv: Dölj stor fjärrkontroll

source: High Resolution
nl: Hoge resolutie
sv: Hög upplösning

source: Hour
nl: Uur
sv: Timme

source: IPTV / URL name
nl: IPTV / URL naam

source: IPv4 address
nl: IPv4-adres
sv: IPv4-adress

source: IPv4-only kernel
nl: Alleen IPv4-kernel
sv: Kernel enbart för IPv4

source: IPv6 address(es)
nl: IPv6-adres(en)
sv: IPv6 adress(er)

source: Import
nl: Importeer
sv: Importera

source: Include description
nl: Beschrijving toevoegen
sv: Inkludera beskrivningen

source: Include extended description
nl: Neem de uitgebreide beschrijvingen hierin op

source: Include short description
nl: Voeg de korte beschrijvingen toe

source: Include when
nl: Sluit in
sv: Inkludera

source: Infinite Instant recording started
nl: Oneindige directe opname gestart
sv: En direktinspelning utan tidsgräns startades

source: Inherit AutoTimer
nl: Erf autotimer
sv: Överför distributörer från Autotimer

source: Install Package
nl: Installeer pakket

source: Installed
nl: Geïnstalleerd

source: Instant Record
nl: Onmiddellijk opnemen
sv: Direktinspelning

source: Instant record for current Event started
nl: Directe opname voor de huidige gebeurtenis gestart
sv: En direktinspelning av aktuellt program startades

source: Internal error!
nl: Interne fout!
sv: Internt fel!

source: January
nl: januari
sv: Januari

source: July
nl: juli
sv: Juli

source: June
nl: juni
sv: Juni

source: Just play
nl: Alleen afspelen
sv: Spela upp

source: Kernel
nl: Kernel versie

source: LCD4Linux Setup
nl: LCD4Linux instellingen
sv: LCD4Linux inställning

source: Link speed
nl: Link Snelheid

source: List of Timers has been cleaned
nl: Lijst van Timers is opgeschoond
sv: Timerlistan har rensats

source: Loading...
nl: Laden...

source: Location
nl: Locatie
sv: Plats

source: Locked
nl: Vergrendeld
sv: Låst

source: MAC address
nl: MAC-adres
sv: MAC-adress

source: Main
nl: Hoofd
sv: Huvudfunktioner

source: March
nl: maart
sv: Mars

source: Marker added.
nl: Markering toegevoegd.
sv: Bokmärket lades till.

source: Marker name
nl: Naam van de marker
sv: Bokmärkets namn

source: Match text
nl: Overeenkomende titel
sv: Matcha titeln

source: Max Days
nl: Max dagen
sv: Max dagar framåt

source: May
nl: mei
sv: Maj

source: Message sent successfully!
nl: Bericht succesvol verstuurd!
sv: Meddelandet skickades!

source: Method
nl: Methode
sv: Uppdatera EPG genom att använda

source: Minimal EPG list
nl: Minimale EPG lijst

source: Minimal movie list
nl: Kleinste opnamelijst

source: Minimal timer list
nl: Minimale timerlijst

source: Minute
nl: Minuut
sv: Minut

source: Missing mandatory parameter '%s'
nl: De verplichte parameter '%s' ontbreekt
sv: Saknar den obligatoriska parametern '%s'

source: Missing requesteter: sRef
nl: Ontbrekende requesteter: sRef
sv: Begäran saknas: sRef

source: Mo
nl: ma
sv: Må

source: Mon
nl: ma
sv: Mån

source: Monday
nl: maandag
sv: Måndag

source: Monthly
nl: Maandelijks
sv: Månadsvis

source: More
nl: Meer

source: More details
nl: Meer details

source: Movie database for EPG
nl: Moviedatabase t.b.v de EPG

source: Movie search
nl: Zoek naar films

source: Movielist
nl: Opnamelijst
sv: Filmlista

source: Movies
nl: Opnames
sv: Filmer

source: Multi-Bouquet is not enabled!
nl: Multi bouquet is niet ingeschakeld!
sv: Multi-favoritlista är inte aktiverad!

source: Name
nl: Naam
sv: Namn

source: Name (a-z)
nl: Naam (a-z)

source: Name (z-a)
nl: Naam (z-a)

source: Network Interface
nl: Netwerkinterface
sv: Nätverksgränssnitt

source: Network Shares
nl: Netwerk shares
sv: Delade nätverksresurser

source: Never
nl: nooit
sv: Aldrig

source: New
nl: Nieuw
sv: Ny

source: New Bookmark:
nl: Nieuwe bladwijzer

source: New Name
nl: Nieuwe naam
sv: Nytt namn

source: No
nl: Nee
sv: Nej

source: No EPG data available.
nl: Geen EPG data beschikbaar.

source: No Parent Control Setup Pin given!
nl: Er is geen pincode aan het kinderslot toegevoegd!
sv: Ingen kod för föräldrakontroll angavs!

source: No answer in time
nl: Geen tijdig antwoord
sv: Svaret kom inte i tid

source: No bouquet given!
nl: Geen bouquet ingevoerd!
sv: Ingen favoritlista angavs!

source: No bouquet name given!
nl: Geen naam voor Bouquet ingevoerd!
sv: Namn saknas för favoritlistan!

source: No current service given!
nl: Geen huidige zender ingevoerd!
sv: Ingen aktuell distributör angiven!

source: No event found! Not recording!
nl: Geen evenement gevonden! Niet opnemen!
sv: Ingen aktivitet hittades. Spelar inte in!

source: No marker-name given!
nl: Geen markering-naam ingevoerd!
sv: Bokmärkesnamnet angavs inte!

source: No matches were found in the EPG
nl: Er zijn geen overeenkomsten gevonden in de EPG

source: No matching Timer found
nl: Geen overeenkomende Timer gevonden
sv: Kunde inte hitta någon passande timer

source: No new servicename given!
nl: Geen nieuwe zendernaam ingevoerd!
sv: Ett nytt distributörsnamn angavs inte!

source: No position given!
nl: Geen positie ingevoerd!
sv: Position angavs inte!

source: No provider given!
nl: Geen provider ingevoerd!
sv: Ingen leverantör angavs!

source: No service given!
nl: Geen zender ingevoerd!
sv: Ingen distributör angavs!

source: No, cancel
nl: Nee, annuleer

source: None
nl: Geen
sv: Inga

source: Nothing
nl: Niets
sv: Inget

source: Nothing playing.
nl: Er speelt niets.
sv: Inget spelas upp

source: Notify if Conflict
nl: Melden bij Conflict
sv: Meddela vid konflikt

source: Notify if Similar
nl: Melden bij soortgelijke
sv: Meddela om liknande finns

source: Now
nl: Nu
sv: Nu

source: Now/Next Columns
nl: Nu/Straks Kolommen

source: Number of recordings remaining
nl: Aantal overgebleven opnames
sv: Antal inspelningar kvar

source: October
nl: oktober
sv: Oktober

source: Offset after recording (mins)
nl: Extra tijd aan het einde (min)
sv: Marginal efter inspelningen (i min)

source: Offset before recording (mins)
nl: Extra tijd aan het begin (min)
sv: Marginal före inspelningen (i min)

source: On
nl: Aan
sv: På

source: On any service
nl: Op elke zender
sv: Hos valfri distributör

source: On same service
nl: Op dezelfde zender
sv: Hos samma distributör

source: Only match between dates
nl: Beperk tot bepaalde data
sv: Tider skall bokas endast vissa datum

source: Only match during timespan
nl: Alleen vergelijken tijdens
sv: Enbart matchning under tidsintervallet

source: Oops, no results matched your search
nl: Oeps, er zijn geen overeengekomen resultaten gevonden

source: Open Source Web Interface for Linux set-top box
nl: Open Source web interface voor Linux set-top boxen
sv: Open Source webbstöd för Linux-set-top-boxar

source: Open in new window
nl: Open in nieuw venster
sv: Öppna i ett nytt fönster

source: OpenWebInterface Enabled
nl: OpenWebinterface status
sv: OpenWebif är aktiverad

source: OpenWebif Browser Settings
nl: Openwebif Browser instellingen
sv: OpenWebifs inställningar för webbläsare

source: OpenWebif Configuration
nl: Openwebif configuratie
sv: Inställningar för OpenWebif

source: OpenWebif Settings
nl: Openwebif instellingen
sv: Inställningar för OpenWebif

source: Orbital Position
nl: Orbitale-positie (graden)
sv: Omloppsbanans position

source: Override found with alternative service
nl: Overschrijf met alternatieve zender
sv: Använd vid behov samma kanal från en alternativ distributör

source: Packages
nl: Pakketten

source: Parent Control Setup Pin is wrong!
nl: Kinderslot Pin is verkeerd!
sv: Koden för föräldrakontroll är fel!

source: Parent Control is not activated.
nl: Kinderslot Pin is niet geactiveerd.
sv: Föräldrakontroll är inte aktiverat.

source: Picture in Picture (hidden)
nl: Picture in Picture (verborgen)
sv: Bild i Bild (dold)

source: Plain
nl: Vlak
sv: Normalt formulär

source: Playback
nl: Afspelen
sv: Uppspelning

source: Playback IPTV Streams in browser
nl: Afspelen van IPTV streams in de browser

source: Playlist
nl: Afspeellijst
sv: Spellista

source: Playlist format
nl: Afspeellijst formaat

source: Power Control
nl: In/uitschakelen
sv: Strömbrytare

source: PowerTimer feature not available
nl: PowerTimer functie niet beschikbaar
sv: Funktionen för att hantera PowerTimer saknas

source: Preview
nl: Voorvertoning

source: Record a maximum of # times
nl: Maximaal x keer opnemen
sv: Spela maximalt in vid x tillfällen

source: Recording Type
nl: Soort opname

source: Refresh
nl: Ververs
sv: Uppdatera

source: Refresh Timer
nl: Timers verversen
sv: Uppdatera listan

source: Refresh automatically every
nl: Ververs automatisch elke
sv: Uppdatera automatiskt varje

source: Refresh now
nl: Ververs nu
sv: Uppdatera nu

source: Reload
nl: Herlaad
sv: Ladda om

source: Remote
nl: Afstandsbediening
sv: Fjärrkontroll

source: Remove Package
nl: Verwijder pakket

source: Remove filter
nl: Verwijder het filter

source: Rename
nl: Hernoem
sv: Byt namn

source: Rename Bouquet
nl: Bouquet hernoemen
sv: Byt namn på favoritlista

source: Rename Recording
nl: Hernoem opname
sv: Byt namn på inspelningen

source: Repeated
nl: Herhaald
sv: Repeterat

source: Require client cert for HTTPS
nl: Een gebruikers certificaat is vereist voor HTTPS
sv: Kräv klientcertifikat för HTTPS

source: Require description to be unique
nl: Vereist een unieke beschrijving
sv: Kräv att beskrivningen är unik

source: Reset count
nl: Reset teller
sv: Återställ antalet
