Repository: OpenVisionE2/OpenWebif
Catalog: locale/*.po
Languages: nl, sv

source: Restart GUI
nl: Hestart GUI
sv: Starta om GUI

source: Restrict to bouquets
nl: Beperk tot bouquetten

source: Restrict to channels
nl: Beperk tot zenders

source: Sa
nl: za
sv: Lö

source: Safe mode
nl: Veilige Modus
sv: Felsäkert läge

source: Sat
nl: za
sv: Lör

source: Satellites
nl: Satellieten
sv: Satelliter

source: Satfinder
nl: Signaalzoeker

source: Saturday
nl: zaterdag
sv: Lördag

source: Save
nl: Bevestigen
sv: Spara

source: Search
nl: Zoek
sv: Sök

source: Search CSFD
nl: Zoek CSFD (filmdatabase)

source: Search IMDb
nl: Zoek IMDb
sv: Sök i IMDb

source: Search KinoPoisk
nl: Zoek KinoPoisk
sv: Sök i KinoPoisk

source: Search TV Guide UK
nl: Zoek de UK TV gids

source: Search by name, sd / hd / uhd, or provider
nl: Op naam zoeken, SD / HD / UHD, of de provider

source: Search strictness
nl: Zoek-accuratesse

source: Search type
nl: Zoektype

source: Select IPK file for upload
nl: Kies het IPK bestand om te uploaden

source: Select...
nl: Kies...

source: Send Message
nl: Stuur een bericht
sv: Skicka meddelandet

source: Send a Message
nl: Stuur een bericht
sv: Skicka ett meddelande

source: Service
nl: Zenders
sv: Distributör

source: Service %s added.
nl: Zender %s toegevoegd.
sv: Distributören %s lades till.

source: Service %s already exists in bouquet %s.
nl: Zender %s bestaat al in bouquet %s.
sv: Distributören %s finns redan i favoritlista %s.

source: Service %s can not be removed.
nl: De zender %s kan niet worden verwijderd.
sv: Distributör %s kan inte tas bort.

source: Service %s is locked.
nl: Zender %s is vergrendeld.
sv: Distributören %s är låst.

source: Service %s is unlocked.
nl: Zender %s wordt ontgrendeld.
sv: Distributören %s är upplåst.

source: Service %s moved.
nl: Zender %s verplaatst.
sv: Distributör %s flyttades.

source: Service %s removed from bouquet %s.
nl: Zender %s is verwijderd uit het bouquet %s.
sv: Distributör %s togs bort från favoritlistan %s.

source: Service %s removed.
nl: Zender %s is verwijderd.
sv: Distributör %s togs bort.

source: Service can not be moved.
nl: De zender kan niet worden verplaatst.
sv: Distributören kan inte tas bort.

source: Service can not be renamed.
nl: Zender kan niet worden hernoemd.
sv: Distributörens namn kan inte ändras.

source: Service is not an alternative.
nl: Zender is geen alternatief.
sv: Distributören är inte en alternativ distributör.

source: Service renamed successfully.
nl: Zender met succes hernoemd.
sv: Namnet på distributören ändrades.

source: Services
nl: Zenders
sv: Tjänster

source: Set maximum duration
nl: Stel de maximale duur in
sv: Ställ in maximal varaktighet (i min)

source: Settings
nl: Instellingen
sv: Inställningar

source: Show EPG for
nl: Toon EPG voor
sv: Visa EPG för

source: Show Full OpenWebif
nl: Toon volledige OpenWebif
sv: Visa fullständiga OpenWebif

source: Show IPTV channels in selection (eg. Autotimer)
nl: Toon de IPTV zenders in de selectie (bv. Autotimer)

source: Show all packages
nl: Toon alle pakketten

source: Show box name in header
nl: Toon de naam van de box rechtsboven
sv: Visa digitalboxens namn i rubriken

source: Show details
nl: Toon de details

source: Show full remote
nl: Toon volledige AB
sv: Visa stor fjärrkontroll

source: Show in Extensions menu
nl: Toon in Extensions menu
sv: Visa i utvidgningsmenyn

source: Show picon background
nl: Toon de picon achtergrond

source: Show picons
nl: Toon de picons

source: Show picons in channel list
nl: Toon Picon in de zenderlijst
sv: Visa programikon i kanallistan

source: Show service type in channel list
nl: Toon het zendertype in de zenderlijst

source: Shutdown
nl: Afsluiten
sv: Stäng av

source: Simulate
nl: Simuleer
sv: Simulera

source: Site and sources
nl: Site en broncode
sv: Webbplats och källor

source: SleepTimer error
nl: Slaaptimer fout
sv: Fel på insomningstimern

source: Sleeptimer has been disabled
nl: Slaaptimer is uitgeschakeld
sv: Insomningstimer har avaktiverats

source: Sleeptimer is disabled
nl: Slaaptimer is uitgeschakeld
sv: Insomningstimer är avaktiverad

source: Sleeptimer is enabled
nl: Slaaptimer is ingeschakeld
sv: Insommningstimer är aktiverad

source: Sleeptimer set to %d minutes
nl: Slaaptimer ingesteld op %d minuten
sv: Insomningstimer är ställd på %d minuter

source: Sorry this page is not yet implemented
nl: Deze pagina is nog niet geïmplementeerd
sv: Tyvärr är sidan inte implementerad ännu

source: Sort
nl: Sorteer

source: Start Instant Record
nl: Start opname onmiddellijk
sv: Starta direktinspelning

source: Start time is after end time
nl: Starttijd ligt na de begintijd
sv: Starttiden är senare än sluttiden

source: Start typing...
nl: BEGIN MET TYPEN

source: State
nl: Status

source: Streaming port
nl: Streamingpoort

source: Su
nl: zo
sv: Sö

source: Sun
nl: zo
sv: Sön

source: Sunday
nl: zondag
sv: Söndag

source: TV Guide
nl: TV gids
sv: TV tablå

source: Teletext
nl: Teletekst
sv: Text-TV

source: Television
nl: Televisie

source: Text
nl: Tekst

source: Th
nl: do
sv: To

source: The parameter '%s' can't be empty
nl: De parameter '%s' kan niet leeg zijn
sv: Parametern '%s' kan inte vara tom

source: The parameter 'command' must be a number
nl: De parameter 'commando' moet een getal zijn
sv: Parametern 'command' måste vara numerisk

source: The timer '%s' has been %s successfully
nl: De timer '%s' was %s succesvol
sv: Timern '%s' har %s framgångsrikt

source: The timer '%s' has been deleted successfully
nl: De timer '%s' is succesvol verwijderd
sv: Timern '%s' togs bort

source: The timer '%s' now recorded! Not disabled!
nl: De timer '%s' is nu opgenomen! Niet uitgeschakeld!
sv: Timern '%s' har registrerats! Inte avaktiverad!

source: Theme
nl: Thema
sv: Tema

source: Theme mode
nl: Thema modus

source: This service can not be added.
nl: Deze zender kan niet worden toegevoegd.
sv: Distributören kan inte läggas till.

source: Thu
nl: do
sv: Tor

source: Thursday
nl: donderdag
sv: Torsdag

source: Time
nl: Tijd
sv: Tid

source: Timeline
nl: Tijdlijn
sv: Tidslinje

source: Timer '%s' added
nl: Timer '%s' toegevoegd
sv: Timer '%s' lades till

source: Timer '%s' already exists!
nl: Timer '%s' bestaat al!
sv: Timern '%s' finns redan!

source: Timer '%s' changed
nl: Timer '%s' gewijzigd
sv: Timer '%s' ändrades

source: Timer '%s' not enabled while Conflict
nl: Timer '%s' niet ingeschakeld tijdens het Conflict
sv: Timern '%s' kan inte aktiveras p.g.a. en konflikt

source: Timer '%s' not saved while Conflict
nl: Timer '%s' niet opgeslagen tijdens het Conflict
sv: Timer '%s' sparades inte på grund av en konflikt

source: Timer Added
nl: Timer toegevoegd
sv: Timer tillagd

source: Timer added
nl: Timer toegevoegd
sv: Timmer lades till

source: Timer conflict detected! Not recording!
nl: Timer conflict ontdekt! Niet opnemen!
sv: En timerkonflikt har upptäckts. Spelar inte in!

source: TimerList has been saved
nl: Timerlijst is opgeslagen
sv: Timerlistan har sparats

source: Timerlist
nl: Timerlijst
sv: Timerlista

source: Title
nl: Titel
sv: Titel

source: To date
nl: Niet voor
sv: Inte före

source: Today
nl: Vandaag

source: Transcode
nl: Transcoderen
sv: Koda om

source: Translation to Spanish
nl: Vertaling in het Spaans
sv: Översättning till spanska

source: Try guessing
nl: Probeer te raden
sv: Försök att gissa

source: Tu
nl: di
sv: Ti

source: Tue
nl: di
sv: Tis

source: Tuesday
nl: dinsdag
sv: Tisdag

source: Tuner Number
nl: Tuner nummer
sv: Mottagare nummer

source: Tuner Signal
nl: Tuner signaal
sv: Mottagarens signal

source: Unknown Volume command %s
nl: Onbekend volumecommando %s
sv: Okänd volyminstruktion %s

source: Unknown command: '%s'
nl: Onbekende opdracht: '%s'
sv: Odefinierad instruktion: '%s'

source: Upcoming Events
nl: Komende programma's
sv: Kommande aktiviteter

source: Update Package
nl: Actualiseer het pakket

source: Update from feed
nl: Update vanuit de feed

source: Upgrade all packages
nl: Actualiseer alle pakketten

source: Upload File Error
nl: Fout met uploaden bestand

source: Upload package
nl: Pakket uploaden

source: Uploaded Files
nl: Actualiseer de bestanden

source: Use Channelname for screenshots
nl: Gberuik de zendernaam t.b.v. screenshot

source: Use a custom location
nl: Gebruik een aangepaste locatie
sv: Använd en anpassad lagringsplats

source: Use as PiP if possible
nl: Gebruik indien mogelijk als PIP

source: Use classic interface
nl: Gebruik de klassieke interface

source: Use custom Color
nl: Gebruik een aangepaste kleur

source: Use custom box name
nl: Gebruik een alternatieve naam voor de box
sv: Använd anpassat boxnamn

source: Use modern design
nl: Gebruik een modern ontwerp

source: Use modern interface
nl: Gebruik de nieuwe vormgeving

source: VPS plugin not found
nl: VPS plugin niet gevonden
sv: Insticksprogrammet för VPS kunde inte hittas

source: Version
nl: Versie

source: Video Height
nl: Beeld hoogte
sv: Bildhöjd

source: Video Width
nl: Beeld breedte
sv: Bildbredd

source: Visibly
nl: Zichtbaar
sv: Synlig

source: Volume Control
nl: Volume controle
sv: Volymkontroll

source: Waiting for answer ...
nl: Wacht op antwoord...
sv: Väntar på svar...

source: Wake Up
nl: Ontwaken

source: Wakeup
nl: Wakker worden
sv: Vakna från djupt viloläge för EPG-uppdateringar

source: Warning
nl: Waarschuwing
sv: Varning

source: We
nl: wo
sv: On

source: Wed
nl: wo
sv: Ons

source: Wednesday
nl: woensdag
sv: Onsdag

source: Weekly (Monday)
nl: Wekelijks (maandag)
sv: Veckovis (måndag)

source: Weekly (Sunday)
nl: Wekelijks (zondag)
sv: Veckovis (söndag)

source: Without auth only local access is allowed!
nl: Zonder authentificatie is alléén lokale toegang mogelijk!
sv: Endast lokal åtkomst är tillåten utan inloggning!

source: Would you like to save your changes?
nl: Wilt u de wijzigingen opslaan?

source: Wrong parameter format 'set=%s'. Use set=set15
nl: Verkeerd parameterformaat 'set=%s'. Gebruik set=set15
sv: Fel parameterformat 'set=%s'. Använd set=set15

source: Yes
nl: Ja
sv: Ja

source: Yes/No
nl: Ja/Nee
sv: Ja/Nej

source: Yesterday
nl: Gisteren

source: Zap & Record
nl: Opname+ZAP
sv: Spela in & zappa

source: Zap before streaming
nl: Zap alvorens te streamen
sv: zappa före strömning

source: Zap to
nl: Zap naar
sv: Zappa till

source: Zapped to
nl: Gezapd naar
sv: Zappade till

source: any time
nl: altijd

source: box_ip
nl: IPadres van de box

source: case-insensitive
nl: hoofdletterongevoelig

source: case-sensitive
nl: hoofdlettergevoelig

source: descramble and record ecm
nl: decodeer en neem de ECM op

source: description contains
nl: in beschrijving
sv: i beskrivningen

source: description match
nl: komt met de omschrijving overeen

source: disabled
nl: gedeactiveerd
sv: avaktiverat

source: do nothing
nl: doe niets
sv: gör inget

source: don't descramble, record ecm
nl: decodeer niet, neem de ECM op

source: error! Loading Page
nl: fout! Laden Pagina
sv: Fel! Laddar sidan

source: exact title match
nl: exacte overeenkomst van de titel

source: finished
nl: afgelopen
sv: slutfördes

source: go to deep standby
nl: ga naar deep standby
sv: inta djupt viloläge

source: go to standby
nl: ga naar standby
sv: inta viloläge

source: hour
nl: uur

source: loading
nl: bezig met laden
sv: laddar

source: manual/disabled
nl: handmatig/uitgeschakeld
sv: manuell/avaktiverad

source: mins
nl: minuten

source: minute
nl: minuut

source: no description available
nl: Geen beschrijving beschikbaar
sv: beskrivning saknas

source: none/IPv4-only network
nl: geen / IPv4-only netwerk
sv: inga/endast IPv4-nätverk

source: normal
nl: normaal

source: on day
nl: op dag

source: on weekday
nl: op werkdag
sv: på veckodagar

source: one two three four unknown command
nl: één twee drie vier onbekende commando's
sv: ett två tre fyra okänt kommando

source: partial title match
nl: gedeeltelijke overeenkomst met de titel

source: record
nl: neem op
sv: spela in

source: regex match (experimental)
nl: overeenkomst regex (experimenteel)

source: remove
nl: verwijder

source: running
nl: loopt
sv: pågår

source: seconds
nl: seconde(n)
sv: sekunder

source: select bouquets
nl: Kies Bouquetten
sv: Välj favoritlistor

source: select channels
nl: Kies zenders
sv: Välj kanaler

source: select tags
nl: Kies tags
sv: Välj etiketter

source: short description contains
nl: in korte beschrijving
sv: i kortfattade beskrivningen

source: short description match
nl: komt overeen met de korte omschrijving

source: standard
nl: standaard

source: static
nl: statisch
sv: statisk

source: this service is protected by a parental control pin
nl: dit programma is beveiligd d.m.v. 'ouderlijk toezicht pincode'

source: title contains
nl: in titel
sv: i titeln

source: title ends with
nl: de titel eindigt met

source: title or description match
nl: titel of omschrijving komt overeen

source: title or short description match
nl: titel of korte beschrijving komt overeen

source: title starts with
nl: de titel begint met

source: transcoded
nl: Getranscodeerd
sv: omkodad

source: type %s is not a number
nl: type %s is geen getal
sv: typ %s är inte en siffra

source: unknown
nl: onbekend
sv: okänd

source: using
nl: gebruikt
sv: användning

source: waiting
nl: wacht
sv: väntar

source: weekday
nl: Werkdag
sv: Veckodagar

source: weekend
nl: Weekeinde
sv: Veckoslut

source: wrong filetype
nl: verkeerd bestandstype
sv: Fel filtyp

source: Auto
sv: Automatiskt

source: AutoPoll
sv: Automatiskt bevakning

source: Autotimer Preview
sv: AutoTimer förhandsvisning

source: Begin
sv: Börjar

source: Bouquet Editor
sv: Redigerare för favoritlistor

source: BouquetEditor
sv: Redigera favoritlistor

source: Deep Standby
sv: Djupt viloläge

source: Default
sv: Standardvärde

source: Distro
sv: Distribution av programvaran

source: Download
sv: Ladda ner

source: E
sv: Ö

source: EPG Search
sv: Sökning i EPG

source: Editor
sv: Redigerare

source: Extras
sv: Extrafunktioner

source: IPv4-only Python/Twisted
sv: Endast Python/Twisted för IPv4

source: Info
sv: Information

source: Interval (min.)
sv: Tid för att hålla servicekanalen öppen (min)

source: Interval (sec.)
sv: Tid för att hålla servicekanalen öppen (sek)

source: Javascript Libraries
sv: Javascriptbibliotek

source: LICENSE
sv: LICENS

source: Label series
sv: Lägg till avsnittsinformation för TV-serier

source: Link Speed
sv: Länkhastighet

source: Model
sv: Modell

source: Namespace
sv: Namnrymd

source: OSCam Webinterface
sv: Webbgränssnitt för OSCam

source: Parse AutoTimer
sv: Starta en Autotimeranalys efter EPG uppdateringar

source: Picture in Picture
sv: Bild i Bild

source: Process
sv: Analysera

source: Provider
sv: Leverantör

source: Providers
sv: Leverantörer

source: Recording Status
sv: Inspelning pågår

source: Screenshot
sv: Skärmdump

source: Software
sv: Programvara

source: Spinner
sv: Vänta-ikon

source: Standby
sv: Viloläge

source: Standby Toggle
sv: På/Viloläge

source: Start
sv: Börjar

source: Stream
sv: Strömma

source: Subservices
sv: Underleverantörer

source: Tags
sv: Etiketter

source: Template Engine
sv: Webbutvecklingsverktyg

source: Terrestrial
sv: Markbunden

source: Timer type
sv: Timertyp

source: Timers
sv: Timer

source: Tuner Bit Error Rate BER
sv: Mottagarens bitfelfrekvens BER

source: Tuner Signal Power AGC
sv: Mottagarens signalstyrka AGC

source: Tuner Signal Quality SNR
sv: Mottagarens signalkvalitet SNR

source: Tuner Signal Quality SNR_DB
sv: Mottagarens signalkvalitet SNR_DB

source: Tuner Type
sv: Mottagartyp

source: Tuners
sv: Mottagare

source: Type
sv: Typ

source: Video Wide
sv: Bredbild

source: Volume
sv: Volym

source: W
sv: V

source: Web TV
sv: Webb-TV

source: Wizard
sv: Använd guide

source: Zap
sv: Zappa

source: auto
sv: automatisk

source: zap
sv: zappa
